Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# reviewPromptNever
source: Never remind me
ar: عدم التذكير مجددًا
de: Nie mehr erinnern
es: No volver a recordar
fr: Ne plus me le rappeler
hi_in: फिर याद न दिलाएँ
id: Jangan ingatkan lagi
it: Non ricordarmelo più
ja: 今後は表示しない
ko: 다시 알리지 않기
mr_in: पुन्हा आठवण नको
pt: Nunca mais lembrar
ru: Больше не напоминать
th: ไม่ต้องเตือนอีก
tr: Bir daha hatırlatma
vi: Không nhắc lại
zh_cn: 永不提醒
zh_hk: 永不提醒
zh_tw: 永不提醒

# reviewPromptRateNow
source: Rate now
ar: التقييم الآن
de: Jetzt bewerten
es: Valorar ahora
fr: Noter maintenant
hi_in: अभी रेट करें
id: Nilai sekarang
it: Valuta ora
ja: 今すぐ評価
ko: 지금 평가
mr_in: आता रेट करा
pt: Avaliar agora
ru: Оценить сейчас
th: ให้คะแนนตอนนี้
tr: Şimdi değerlendir
vi: Đánh giá ngay
zh_cn: 现在评价
zh_hk: 立即評分
zh_tw: 立即評分

# reviewPromptTitle
source: Enjoying DoneAt?
ar: هل تستمتع باستخدام DoneAt؟
de: Gefällt dir DoneAt?
es: ¿Te gusta DoneAt?
fr: Vous aimez DoneAt ?
hi_in: क्या आपको DoneAt पसंद आ रहा है?
id: Suka menggunakan DoneAt?
it: Ti piace DoneAt?
ja: DoneAtを気に入っていただけましたか？
ko: DoneAt이 마음에 드시나요?
mr_in: DoneAt वापरणे आवडते आहे का?
pt: Está a gostar do DoneAt?
ru: Вам нравится DoneAt?
th: ชอบใช้ DoneAt ไหม?
tr: DoneAt’i beğendiniz mi?
vi: Bạn thích DoneAt chứ?
zh_cn: 喜欢使用 DoneAt 吗？
zh_hk: 喜歡使用 DoneAt 嗎？
zh_tw: 喜歡使用 DoneAt 嗎？

source: Rotation pattern
ar: نمط الدورة
de: Rhythmus
es: Patrón de rotación
fr: Cycle de rotation
hi_in: चक्र का ढाँचा
id: Pola rotasi
it: Schema di rotazione
ja: ローテーション
ko: 순환 패턴
mr_in: चक्राचा नमुना
pt: Padrão de rotação
ru: Цикл
th: รูปแบบรอบ
tr: Döngü düzeni
vi: Chu kỳ
zh_cn: 轮班周期
zh_hk: 輪班週期
zh_tw: 輪班週期

# rotationRestDays
source: Rest days
ar: أيام الراحة
de: Freie Tage
es: Días de descanso
fr: Jours de repos
hi_in: छुट्टी के दिन
id: Hari libur
it: Giorni di riposo
ja: 休日数
ko: 휴무일
mr_in: सुट्टीचे दिवस
pt: Dias de folga
ru: Выходные дни
th: วันพัก
tr: İzin günleri
vi: Ngày nghỉ
zh_cn: 休息天数
zh_hk: 休息日數
zh_tw: 休息天數

# rotationRestdayOption
source: Day {{day}} · Rest
ar: اليوم {{day}} · راحة
de: Tag {{day}} · Frei
es: Día {{day}} · Descanso
fr: Jour {{day}} · Repos
hi_in: दिन {{day}} · आराम
id: Hari {{day}} · Istirahat
it: Giorno {{day}} · Riposo
ja: {{day}}日目・休日
ko: {{day}}일째 · 휴무
mr_in: दिवस {{day}} · विश्रांती
pt: Dia {{day}} · Descanso
ru: День {{day}} · Отдых
th: วันที่ {{day}} · พัก
tr: {{day}}. gün · Dinlenme
vi: Ngày {{day}} · Nghỉ
zh_cn: 第 {{day}} 天 · 休息
zh_hk: 第 {{day}} 日 · 休息
zh_tw: 第 {{day}} 天 · 休息

# rotationStartDay
source: Start from day {{day}}
ar: البدء من اليوم {{day}}
de: Ab Tag {{day}} starten
es: Empezar desde el día {{day}}
fr: Commencer au jour {{day}}
hi_in: दिन {{day}} से शुरू करें
id: Mulai dari hari ke-{{day}}
it: Inizia dal giorno {{day}}
ja: {{day}}日目から開始
ko: {{day}}일째부터 시작
mr_in: दिवस {{day}} पासून सुरू करा
pt: Começar no dia {{day}}
ru: Начать с дня {{day}}
th: เริ่มจากวันที่ {{day}}
tr: {{day}}. günden başla
vi: Bắt đầu từ ngày {{day}}
zh_cn: 从第 {{day}} 天开始
zh_hk: 從第 {{day}} 日開始
zh_tw: 從第 {{day}} 天開始

# rotationWorkDays
source: Work days
ar: أيام العمل
de: Arbeitstage
es: Días de trabajo
fr: Jours travaillés
hi_in: कार्यदिवस
id: Hari kerja
it: Giorni di lavoro
ja: 勤務日数
ko: 근무일
mr_in: कामाचे दिवस
pt: Dias de trabalho
ru: Рабочие дни
th: วันทำงาน
tr: Çalışma günleri
vi: Ngày làm việc
zh_cn: 工作天数
zh_hk: 工作日數
zh_tw: 工作天數

# rotationWorkdayOption
source: Day {{day}} · Work
ar: اليوم {{day}} · عمل
de: Tag {{day}} · Arbeit
es: Día {{day}} · Trabajo
fr: Jour {{day}} · Travail
hi_in: दिन {{day}} · काम
id: Hari {{day}} · Kerja
it: Giorno {{day}} · Lavoro
ja: {{day}}日目・勤務
ko: {{day}}일째 · 근무
mr_in: दिवस {{day}} · काम
pt: Dia {{day}} · Trabalho
ru: День {{day}} · Работа
th: วันที่ {{day}} · ทำงาน
tr: {{day}}. gün · Çalışma
vi: Ngày {{day}} · Làm việc
zh_cn: 第 {{day}} 天 · 上班
zh_hk: 第 {{day}} 日 · 返工
zh_tw: 第 {{day}} 天 · 上班

# rulesErrorBanner
source: Countdown rules are unavailable. Your schedule is still on.
ar: قواعد العد التنازلي غير متاحة. جدولك ما زال يعمل.
de: Countdown-Regeln nicht verfügbar. Dein Plan läuft weiter.
es: Las reglas del temporizador no están disponibles. Tu horario sigue activo.
fr: Les règles du compte à rebours sont indisponibles. Votre planning continue.
hi_in: काउंटडाउन नियम उपलब्ध नहीं। आपका शिड्यूल चल रहा है।
id: Aturan hitung mundur tidak tersedia. Jadwal Anda tetap jalan.
it: Le regole del timer non sono disponibili. L’orario resta attivo.
ja: カウントダウン規則を読み込めません。スケジュールは止まっていません。
ko: 카운트다운 규칙을 쓸 수 없습니다. 일정은 그대로입니다.
mr_in: उलटगणतीचे नियम सध्या वापरता येत नाहीत. वेळापत्रक थांबलेले नाही.
pt: As regras da contagem estão indisponíveis. O horário continua.
ru: Правила таймера недоступны. График не остановлен.
th: กฎนับถอยหลังใช้ไม่ได้ ตารางของคุณยังทำงานอยู่
tr: Geri sayım kuralları yok. Programınız durmadı.
vi: Quy tắc đếm ngược tạm thời không dùng được. Lịch của bạn vẫn chạy.
zh_cn: 计时规则暂时不可用，排班没有停。
zh_hk: 計時規則暫時用唔到，排班冇停。
zh_tw: 計時規則暫時不可用，排班沒有停。

# salaryLocked
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi_in: लॉक
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠김
mr_in: लॉक
pt: Bloqueado
ru: Заблокировано
th: ล็อกอยู่
tr: Kilitli
vi: Đã khóa
zh_cn: 已锁定
zh_hk: 已鎖定
zh_tw: 已鎖定

# salaryPrivacyNote
source: Money Earned Today is estimated from this and your shift. Widgets, notifications and Live Activities never show it.
ar: يُقدَّر «ما كسبته اليوم» من هذه الإعدادات ومن دوامك. لا تعرضه الأدوات ولا الإشعارات ولا الأنشطة المباشرة أبدًا.
de: „Heute verdient“ wird hieraus und aus deiner Schicht geschätzt. In Widgets, Mitteilungen und Live-Aktivitäten erscheint der Betrag nie.
es: «Ganado hoy» se estima a partir de esto y de tu jornada. Los widgets, las notificaciones y las actividades en vivo nunca lo muestran.
fr: « Gagné aujourd'hui » est estimé à partir de ceci et de vos horaires. Les widgets, notifications et activités en direct ne l'affichent jamais.
hi_in: «आज की कमाई» इसी सेटिंग और आपकी शिफ़्ट से अनुमानित है। विजेट, नोटिफ़िकेशन और लाइव ऐक्टिविटी इसे कभी नहीं दिखाते।
id: «Pendapatan hari ini» diperkirakan dari sini dan dari shift-mu. Widget, notifikasi, dan Live Activity tidak pernah menampilkannya.
it: «Guadagnato oggi» è stimato da questo dato e dal tuo turno. Widget, notifiche e attività in tempo reale non lo mostrano mai.
ja: 本日の収入は、この設定とシフトから推算した値です。ウィジェット、通知、ライブアクティビティには一切表示されません。
ko: 오늘 번 돈은 이 설정과 근무 시간으로 추산한 값입니다. 위젯, 알림, 실시간 액티비티에는 절대 표시되지 않습니다.
mr_in: «आजची कमाई» याच सेटिंगवरून आणि तुमच्या शिफ्टवरून अंदाजित आहे. विजेट्स, सूचना आणि लाइव्ह ॲक्टिव्हिटी ती कधीही दाखवत नाहीत.
pt: «Ganho hoje» é estimado a partir disto e do seu turno. Widgets, notificações e Atividades ao Vivo nunca o mostram.
ru: «Заработано сегодня» рассчитывается отсюда и из вашей смены. Виджеты, уведомления и Live-активности никогда его не показывают.
th: «รายได้วันนี้» ประมาณจากค่านี้และกะของคุณ วิดเจ็ต การแจ้งเตือน และกิจกรรมสดจะไม่แสดงตัวเลขนี้
tr: «Bugün kazanılan», buradaki bilgiler ve vardiyanızdan tahmin edilir. Widget'lar, bildirimler ve Canlı Etkinlikler bunu asla göstermez.
vi: «Kiếm được hôm nay» được ước tính từ đây và ca làm của bạn. Widget, thông báo và Hoạt động trực tiếp không bao giờ hiển thị con số này.
zh_cn: 今日已赚由这里和你的班次推算得出。小组件、通知和实时活动都不会显示它。
zh_hk: 今日已賺係由呢度同你嘅班次推算出嚟。小工具、通知同即時動態都唔會顯示佢。
zh_tw: 今日已賺由這裡和你的班次推算得出。小工具、通知和即時動態都不會顯示它。

source: Salary Settings
ar: إعدادات الراتب
de: Gehaltseinstellungen
es: Configuración de salario
fr: Paramètres de salaire
hi_in: वेतन सेटिंग्स
id: Pengaturan gaji
it: Impostazioni stipendio
ja: 給与設定
ko: 급여 설정
mr_in: पगार सेटिंग्ज
pt: Configurações de salário
ru: Настройки зарплаты
th: การตั้งค่าเงินเดือน
tr: Maaş ayarları
vi: Cài đặt lương
zh_cn: 薪资设置
zh_hk: 薪金設定
zh_tw: 薪資設定

source: Salary Type
ar: نوع الراتب
de: Gehaltstyp
es: Tipo de salario
fr: Type de salaire
hi_in: वेतन प्रकार
id: Jenis gaji
it: Tipo di stipendio
ja: 給与タイプ
ko: 급여 유형
mr_in: पगार प्रकार
pt: Tipo de salário
ru: Тип зарплаты
th: ประเภทเงินเดือน
tr: Maaş türü
vi: Loại lương
zh_cn: 薪资类型
zh_hk: 薪金類型
zh_tw: 薪資類型

# saveAction
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi_in: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
mr_in: जतन करा
pt: Guardar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_cn: 保存
zh_hk: 儲存
zh_tw: 儲存

# scheduleAlternating
source: Alternating weeks
ar: أسابيع متناوبة
de: Wechselnde Wochen
es: Semanas alternas
fr: Semaines alternées
hi_in: बारी-बारी वाले सप्ताह
id: Minggu bergantian
it: Settimane alternate
ja: 隔週スケジュール
ko: 격주 일정
mr_in: आलटून-पालटून आठवडे
pt: Semanas alternadas
ru: Чередование недель
th: สัปดาห์สลับกัน
tr: Dönüşümlü haftalar
vi: Tuần luân phiên
zh_cn: 单双休
zh_hk: 大小週
zh_tw: 大小週

# scheduleAlternatingDescription
source: Alternate one-rest and two-rest weeks.
ar: أسابيع بيوم أو يومي راحة.
de: Wochen mit einem und zwei freien Tagen.
es: Semanas con uno o dos días libres.
fr: Semaines à un ou deux jours de repos.
hi_in: एक और दो छुट्टी वाले सप्ताह बदलें।
id: Bergantian minggu libur satu dan dua hari.
it: Settimane con uno o due giorni di riposo.
ja: 週休1日と週休2日を交互に。
ko: 주 1일·2일 휴무를 번갈아 적용.
mr_in: एक आणि दोन सुट्टीचे आठवडे बदला.
pt: Semanas com um e dois dias de folga.
ru: Недели с одним и двумя выходными.
th: สลับระหว่างสัปดาห์ที่หยุดหนึ่งวันและสองวัน
tr: Bir ve iki izinli haftalar arasında geçiş.
vi: Luân phiên giữa tuần nghỉ một ngày và hai ngày.
zh_cn: 在单休周与双休周之间交替。
zh_hk: 在單休週與雙休週之間交替。
zh_tw: 在單休週與雙休週之間交替。

# scheduleClassic
source: Fixed weekdays
ar: أيام ثابتة
de: Feste Wochentage
es: Días fijos
fr: Jours fixes
hi_in: तय कार्यदिवस
id: Hari tetap
it: Giorni fissi
ja: 曜日を固定
ko: 고정 요일
mr_in: ठरलेले दिवस
pt: Dias fixos
ru: Фиксированные дни
th: วันทำงานคงที่
tr: Sabit günler
vi: Ngày cố định
zh_cn: 固定星期
zh_hk: 固定星期
zh_tw: 固定星期

# scheduleClassicDescription
source: Choose the weekdays you normally work.
ar: اختر أيام عملك المعتادة.
de: Wähle deine üblichen Arbeitstage.
es: Elige tus días habituales.
fr: Choisissez vos jours habituels.
hi_in: अपने आम काम वाले दिन चुनें।
id: Pilih hari kerja biasa Anda.
it: Scegli i giorni in cui lavori.
ja: 通常勤務する曜日を選択します。
ko: 평소 근무하는 요일을 선택하세요.
mr_in: तुम्ही नेहमी काम करता ते दिवस निवडा.
pt: Escolha os dias em que costuma trabalhar.
ru: Выберите обычные рабочие дни.
th: เลือกวันที่คุณทำงานเป็นประจำ
tr: Genellikle çalıştığınız günleri seçin.
vi: Chọn ngày bạn thường làm.
zh_cn: 选择你通常上班的星期。
zh_hk: 選擇你通常上班的星期。
zh_tw: 選擇你通常上班的星期。

# scheduleHours
source: Shift hours
ar: ساعات الوردية
de: Arbeitszeiten
es: Horario
fr: Horaires
hi_in: शिफ्ट समय
id: Jam shift
it: Orari
ja: 出退勤時刻
ko: 출퇴근 시각
mr_in: ये-जा वेळ
pt: Horário
ru: Часы смены
th: เวลาเข้า-ออกงาน
tr: Vardiya saatleri
vi: Giờ ca
zh_cn: 上下班时刻
zh_hk: 返工放工時刻
zh_tw: 上下班時刻

# scheduleOff
source: No schedule yet
ar: بلا جدول الآن
de: Vorerst ohne Plan
es: Sin horario aún
fr: Pas de planning
hi_in: अभी शिड्यूल नहीं
id: Tanpa jadwal dulu
it: Niente orario ancora
ja: 今はスケジュールなし
ko: 일단 일정 없음
mr_in: आता शेड्यूल नाही
pt: Sem horário ainda
ru: Пока без графика
th: ยังไม่ตั้งตาราง
tr: Şimdilik programsız
vi: Chưa đặt lịch
zh_cn: 先不排班
zh_hk: 先唔排班
zh_tw: 先不排班

# scheduleOffDescription
source: Decide each day. No set weekend.
ar: قرّر كل يوم. بلا عطلة مجدولة.
de: Täglich entscheiden. Kein festes Wochenende.
es: Decide cada día. Sin fin de semana fijo.
fr: Décidez chaque jour. Pas de week-end fixé.
hi_in: हर दिन तय करें। तय सप्ताहांत नहीं।
id: Putuskan setiap hari. Tanpa akhir pekan tetap.
it: Decidi ogni giorno. Niente weekend fisso.
ja: 毎日決める。決まった週末はない。
ko: 매일 정합니다. 미리 짠 주말은 없습니다.
mr_in: दररोज ठरवा. ठरवलेला शनि-रविवार नाही.
pt: Decida cada dia. Sem fim de semana fixo.
ru: Решайте каждый день. Без заданных выходных.
th: ตัดสินใจเองทุกวัน ไม่มีเสาร์อาทิตย์ตายตัว
tr: Her gün siz karar verin. Planlı hafta sonu yok.
vi: Mỗi ngày tự quyết. Không có cuối tuần cố định.
zh_cn: 每天再决定。没有固定周末。
zh_hk: 每日再決定。冇固定週末。
zh_tw: 每天再決定。沒有固定週末。

# scheduleOffManualStart
source: Start each day by hand
ar: بدء العد يدويًا
de: Countdown manuell starten
es: Inicio manual de la cuenta atrás
fr: Démarrage manuel du compte à rebours
hi_in: उलटी गिनती स्वयं शुरू करें
id: Mulai hitung mundur manual
it: Avvio manuale del conto alla rovescia
ja: 手動でカウントダウンを開始
ko: 수동 카운트다운 시작
mr_in: उलटी गणना स्वतः सुरू करा
pt: Início manual da contagem
ru: Ручной запуск отсчёта
th: เริ่มนับถอยหลังด้วยตนเอง
tr: Geri sayımı elle başlat
vi: Bắt đầu đếm ngược thủ công
zh_cn: 每天手动开始
zh_hk: 每日手動開始
zh_tw: 每天手動開始

# scheduleOffSummaryNote
source: Calendar totals are hidden while scheduling is off; daily pay remains available when salary is enabled.
ar: تُخفى إجماليات التقويم عند إيقاف الجدول؛ ويظل أجر اليوم متاحًا عند تفعيل الراتب.
de: Bei ausgeschaltetem Zeitplan werden Kalendersummen ausgeblendet; der Tagesverdienst bleibt bei aktivierter Gehaltsanzeige verfügbar.
es: Los totales del calendario se ocultan al desactivar el horario; el salario diario sigue disponible si está activado.
fr: Les totaux du calendrier sont masqués lorsque le planning est désactivé ; le salaire du jour reste disponible si son affichage est activé.
hi_in: शेड्यूल बंद होने पर कैलेंडर योग छिपे रहते हैं; वेतन चालू होने पर दैनिक कमाई उपलब्ध रहती है।
id: Total kalender disembunyikan saat jadwal nonaktif; pendapatan harian tetap tersedia jika gaji diaktifkan.
it: I totali del calendario sono nascosti quando l’orario è disattivato; il compenso giornaliero resta disponibile se lo stipendio è attivo.
ja: スケジュールがオフの間はカレンダー集計を非表示にします。給与を有効にすると当日の給与は表示されます。
ko: 일정이 꺼져 있으면 캘린더 합계가 숨겨집니다. 급여를 켜면 오늘의 급여는 계속 표시됩니다.
mr_in: वेळापत्रक बंद असताना दिनदर्शिकेतील बेरीज लपते; पगार सुरू असल्यास दिवसाची कमाई दिसते.
pt: Os totais do calendário ficam ocultos com o horário desativado; o ganho diário continua disponível quando o salário está ativo.
ru: При выключенном графике итоги календаря скрыты; дневной заработок остаётся доступен, если включена зарплата.
th: ยอดรวมปฏิทินจะถูกซ่อนเมื่อปิดตาราง แต่รายได้รายวันยังแสดงได้เมื่อเปิดเงินเดือน
tr: Program kapalıyken takvim toplamları gizlenir; maaş açıksa günlük kazanç görünmeye devam eder.
vi: Tổng kết lịch sẽ bị ẩn khi tắt lịch; thu nhập trong ngày vẫn có nếu đã bật lương.
zh_cn: 关闭排班后不显示日历汇总；启用薪资后仍会显示当日收入。
zh_hk: 關閉排班後不顯示日曆摘要；啟用薪酬後仍會顯示當日收入。
zh_tw: 關閉排班後不顯示行事曆摘要；啟用薪資後仍會顯示當日收入。

# scheduleRotation
source: Work/rest rotation
ar: دورة العمل والراحة
de: Arbeit/Freizeit-Rhythmus
es: Rotación trabajo/descanso
fr: Rotation travail/repos
hi_in: काम/आराम चक्र
id: Rotasi kerja/libur
it: Rotazione lavoro/riposo
ja: 勤務と休日の循環
ko: 근무/휴무 순환
mr_in: काम/विश्रांती चक्र
pt: Rotação trabalho/folga
ru: Цикл работы и отдыха
th: รอบทำงาน/พัก
tr: Çalışma/izin döngüsü
vi: Chu kỳ làm/nghỉ
zh_cn: 轮班轮休
zh_hk: 輪班輪休
zh_tw: 輪班輪休

# scheduleRotationDescription
source: A repeating run of work and rest days.
ar: كرّر عددًا مخصصًا من أيام العمل والراحة.
de: Eigene Zahl von Arbeits- und freien Tagen.
es: Repite tus días de trabajo y de descanso.
fr: Un cycle de jours travaillés et de repos.
hi_in: काम और छुट्टी के दिन दोहराएँ।
id: Ulangi hari kerja dan hari libur.
it: Ripeti i giorni di lavoro e di riposo.
ja: 勤務日数と休日数を繰り返します。
ko: 근무일과 휴무일 수를 반복합니다.
mr_in: कामाचे आणि सुट्टीचे दिवस पुन्हा वापरा.
pt: Repita os dias de trabalho e de folga.
ru: Повторяйте рабочие и выходные дни.
th: ทำซ้ำจำนวนวันทำงานและวันพักที่กำหนดเอง
tr: Çalışma ve izin günü sayılarını tekrarlayın.
vi: Lặp lại ngày làm và ngày nghỉ.
zh_cn: 按工作天数和休息天数循环。
zh_hk: 按自訂工作日數與休息日數循環。
zh_tw: 依工作天數與休息天數循環。

# scheduleSharedRulesNote
source: The timer, reminders and widgets all follow this schedule.
ar: يتبع المؤقت والتذكيرات والأدوات هذا الجدول.
de: Timer, Erinnerungen und Widgets folgen diesem Arbeitsplan.
es: El temporizador, los avisos y los widgets siguen este horario.
fr: Le minuteur, les rappels et les widgets suivent tous ce planning.
hi_in: टाइमर, रिमाइंडर और विजेट सभी इसी शेड्यूल का पालन करते हैं।
id: Timer, pengingat, dan widget mengikuti jadwal ini.
it: Timer, promemoria e widget seguono tutti questo orario.
ja: タイマー、通知、ウィジェットはすべてこのスケジュールに従います。
ko: 타이머, 알림, 위젯이 모두 이 일정을 따릅니다.
mr_in: टायमर, स्मरणपत्रे आणि विजेट हेच वेळापत्रक वापरतात.
pt: O temporizador, os lembretes e os widgets seguem este horário.
ru: Таймер, напоминания и виджеты следуют этому графику.
th: ตัวจับเวลา การเตือน และวิดเจ็ตทั้งหมดจะใช้ตารางนี้
tr: Zamanlayıcı, anımsatıcılar ve araç takımları bu programı izler.
vi: Bộ đếm giờ, lời nhắc và tiện ích đều theo lịch này.
zh_cn: 计时、提醒和小组件都会遵循这份排班。
zh_hk: 計時、提醒和小工具都會依照這份排班。
zh_tw: 計時、提醒和小工具都會依照這份排班。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi_in: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
mr_in: सेटिंग्ज
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# shareButton
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi_in: शेयर करें
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
mr_in: शेअर करा
pt: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_cn: 分享
zh_hk: 分享
zh_tw: 分享

# shareComposerNote
source: Opens the system share sheet with the image and link attached.
ar: يفتح لوحة المشاركة في النظام مع إرفاق الصورة والرابط.
de: Öffnet das Teilen-Menü des Systems mit Bild und Link.
es: Abre el panel del sistema para compartir con la imagen y el enlace adjuntos.
fr: Ouvre la feuille de partage du système avec l’image et le lien.
hi_in: इमेज और लिंक के साथ सिस्टम शेयर शीट खोलता है।
id: Membuka lembar berbagi sistem dengan gambar dan tautan terlampir.
it: Apre il pannello di condivisione di sistema con immagine e link allegati.
ja: 画像とリンクを添付してシステムの共有シートを開きます。
ko: 이미지와 링크가 첨부된 시스템 공유 시트를 엽니다.
mr_in: प्रतिमा आणि लिंकसह सिस्टीम शेअर शीट उघडते.
pt: Abre a folha de partilha do sistema com a imagem e a ligação anexadas.
ru: Открывает системное меню «Поделиться» с изображением и ссылкой.
th: เปิดแผ่นแชร์ของระบบพร้อมแนบรูปภาพและลิงก์
tr: Görsel ve bağlantı eklenmiş olarak sistem paylaşım sayfasını açar.
vi: Mở bảng chia sẻ của hệ thống kèm theo hình ảnh và liên kết.
zh_cn: 将同时打开包含图片和链接的系统分享面板。
zh_hk: 將同時開啟附有圖片和連結的系統分享面板。
zh_tw: 將同時開啟附有圖片和連結的系統分享面板。

# shareDone
source: Off work
ar: انتهى العمل
de: Feierabend
es: Fin del trabajo
fr: Travail terminé
hi_in: काम खत्म
id: Selesai bekerja
it: Lavoro finito
ja: 退勤済み
ko: 퇴근 완료
mr_in: काम संपले
pt: Fim do trabalho
ru: Работа окончена
th: เลิกงานแล้ว
tr: İş bitti
vi: Đã tan ca
zh_cn: 已下班
zh_hk: 已放工
zh_tw: 已下班

# shareLunchText
source: On lunch — back in {{time}}
ar: في استراحة الغداء — أعود خلال {{time}}
de: Mittagspause — zurück in {{time}}
es: En el almuerzo — vuelvo en {{time}}
fr: Pause déjeuner — retour dans {{time}}
hi_in: लंच पर — {{time}} में वापस
id: Istirahat makan — kembali dalam {{time}}
it: In pausa pranzo — torno tra {{time}}
ja: 昼休み中、戻るまで {{time}}
ko: 점심시간, {{time}} 뒤 복귀
mr_in: दुपारच्या सुट्टीत — {{time}} नंतर परत
pt: No almoço — volto em {{time}}
ru: Обед — вернуться через {{time}}
th: พักกลางวัน — กลับใน {{time}}
tr: Öğle arasında — {{time}} sonra dönerim
vi: Đang nghỉ trưa — quay lại sau {{time}}
zh_cn: 午休中，还有 {{time}} 回来
zh_hk: 午休中，仲有 {{time}} 返嚟
zh_tw: 午休中，還有 {{time}} 回來

# shareMoodLabel
source: Your mood right now
ar: مزاجك الآن
de: Deine aktuelle Stimmung
es: Tu estado de ánimo ahora
fr: Votre humeur du moment
hi_in: अभी आपका मूड
id: Suasana hatimu sekarang
it: Il tuo umore adesso
ja: 今の気分
ko: 지금 기분
mr_in: आत्ताचा तुमचा मूड
pt: Seu humor agora
ru: Ваше настроение сейчас
th: อารมณ์ตอนนี้ของคุณ
tr: Şu anki ruh halin
vi: Tâm trạng của bạn lúc này
zh_cn: 此刻的心情
zh_hk: 此刻嘅心情
zh_tw: 此刻的心情

# shareNative
source: Share…
ar: مشاركة…
de: Teilen…
es: Compartir…
fr: Partager…
hi_in: शेयर करें…
id: Bagikan…
it: Condividi…
ja: シェア…
ko: 공유…
mr_in: शेअर करा…
pt: Compartilhar…
ru: Поделиться…
th: แชร์…
tr: Paylaş…
vi: Chia sẻ…
zh_cn: 分享…
zh_hk: 分享…
zh_tw: 分享…

# shareOffWorkText
source: I'm off work! 🎉
ar: انتهيت من العمل! 🎉
de: Ich habe Feierabend! 🎉
es: ¡Terminé de trabajar! 🎉
fr: J'ai fini le travail ! 🎉
hi_in: मेरी छुट्टी हो गई! 🎉
id: Aku sudah pulang kerja! 🎉
it: Ho staccato dal lavoro! 🎉
ja: 退勤しました！🎉
ko: 퇴근했어요! 🎉
mr_in: माझे काम संपले! 🎉
pt: Terminei o trabalho! 🎉
ru: Рабочий день окончен! 🎉
th: เลิกงานแล้ว! 🎉
tr: İş çıkışı yaptım! 🎉
vi: Tôi tan làm rồi! 🎉
zh_cn: 我下班啦！🎉
zh_hk: 我放工喇！🎉
zh_tw: 我下班啦！🎉

# sharePrivacyNote
source: The image and link carry the shift only — never salary.
ar: الصورة والرابط يحملان مواعيد الدوام فقط — لا الراتب أبدًا.
de: Bild und Link enthalten nur die Schicht – niemals das Gehalt.
es: La imagen y el enlace solo llevan la jornada; nunca el sueldo.
fr: L'image et le lien ne contiennent que les horaires — jamais le salaire.
hi_in: इमेज और लिंक में सिर्फ़ शिफ़्ट रहती है — वेतन कभी नहीं।
id: Gambar dan tautan hanya memuat shift — tidak pernah gaji.
it: L'immagine e il link contengono solo il turno — mai lo stipendio.
ja: 画像とリンクに含まれるのはシフトだけで、給与は含まれません。
ko: 이미지와 링크에는 근무 시간만 담기며 급여는 포함되지 않습니다.
mr_in: इमेज आणि लिंकमध्ये फक्त शिफ्ट असते — पगार कधीच नाही.
pt: A imagem e o link levam apenas o turno — nunca o salário.
ru: Изображение и ссылка содержат только смену — никогда зарплату.
th: รูปภาพและลิงก์มีแค่ข้อมูลกะ — ไม่มีเงินเดือนเด็ดขาด
tr: Görsel ve bağlantı yalnızca vardiyayı taşır — maaşı asla.
vi: Hình ảnh và liên kết chỉ mang thông tin ca làm — không bao giờ có lương.
zh_cn: 图片和链接只包含班次时间，绝不包含薪资。
zh_hk: 圖片同連結只包含班次時間，絕對唔會有人工。
zh_tw: 圖片和連結只包含班次時間，絕不包含薪資。

# shareText
source: I'm off work in {{time}}! How about you?
ar: سأنتهي من العمل خلال {{time}}! وأنت؟
de: Ich habe in {{time}} Feierabend! Und du?
es: ¡Salgo del trabajo en {{time}}! ¿Y tú?
fr: Je quitte le travail dans {{time}} ! Et vous ?
hi_in: मेरी छुट्टी {{time}} में है! और आप?
id: Aku pulang kerja dalam {{time}}! Kalau kamu?
it: Stacco dal lavoro tra {{time}}! E tu?
ja: あと {{time}} で退勤！あなたは？
ko: {{time}} 후에 퇴근해요! 당신은요?
mr_in: माझी सुट्टी {{time}} मध्ये आहे! तुमची?
pt: Saio do trabalho em {{time}}! E você?
ru: Я освобожусь через {{time}}! А ты?
th: อีก {{time}} ก็เลิกงานแล้ว! แล้วคุณล่ะ?
tr: {{time}} sonra paydos! Ya sen?
vi: Còn {{time}} nữa là tôi tan làm! Còn bạn?
zh_cn: 我还有 {{time}} 就下班啦！你呢？
zh_hk: 我仲有 {{time}} 就放工喇！你呢？
zh_tw: 我還有 {{time}} 就下班了！你呢？

# shareUntilStartText
source: Work starts in {{time}}
ar: يبدأ العمل خلال {{time}}
de: Arbeitsbeginn in {{time}}
es: El trabajo empieza en {{time}}
fr: Le travail commence dans {{time}}
hi_in: काम {{time}} में शुरू
id: Kerja mulai dalam {{time}}
it: Il lavoro inizia tra {{time}}
ja: 出勤まで {{time}}
ko: 출근까지 {{time}}
mr_in: आणखी {{time}} नंतर काम सुरू
pt: O trabalho começa em {{time}}
ru: До начала работы {{time}}
th: เริ่มงานใน {{time}}
tr: İş {{time}} içinde başlıyor
vi: Bắt đầu làm sau {{time}}
zh_cn: 还有 {{time}} 就上班
zh_hk: 仲有 {{time}} 就返工
zh_tw: 還有 {{time}} 就上班

source: Shift ended
ar: انتهى الدوام
de: Schicht beendet
es: Jornada terminada
fr: Journée terminée
hi_in: शिफ़्ट ख़त्म
id: Shift selesai
it: Turno finito
ja: シフト終了
ko: 근무 종료
mr_in: शिफ्ट संपली
pt: Turno terminado
ru: Смена окончена
th: จบกะแล้ว
tr: Vardiya bitti
vi: Ca đã kết thúc
zh_cn: 班次已结束
zh_hk: 班次已完結
zh_tw: 班次已結束

source: Shift reminders
ar: تذكيرات الدوام
de: Schicht-Erinnerungen
es: Recordatorios de jornada
fr: Rappels d'horaires
hi_in: शिफ़्ट रिमाइंडर
id: Pengingat shift
it: Promemoria turno
ja: シフトリマインダー
ko: 근무 알림
mr_in: शिफ्ट स्मरणपत्रे
pt: Lembretes de turno
ru: Напоминания о смене
th: การแจ้งเตือนกะทำงาน
tr: Vardiya hatırlatıcıları
vi: Nhắc nhở ca làm
zh_cn: 班次提醒
zh_hk: 班次提醒
zh_tw: 班次提醒

# shiftSection
source: Shift
ar: الدوام
de: Schicht
es: Jornada
fr: Horaires
hi_in: शिफ़्ट
it: Turno
ja: シフト
ko: 근무
mr_in: शिफ्ट
pt: Turno
ru: Смена
th: กะทำงาน
tr: Vardiya
vi: Ca làm
zh_cn: 班次
zh_hk: 班次
zh_tw: 班次

source: Show sidebar
ar: إظهار الشريط الجانبي
de: Seitenleiste einblenden
es: Mostrar barra lateral
fr: Afficher la barre latérale
hi_in: साइडबार दिखाएँ
id: Tampilkan bilah sisi
it: Mostra la barra laterale
ja: サイドバーを表示
ko: 사이드바 표시
mr_in: साइडबार दाखवा
pt: Mostrar barra lateral
ru: Показать боковую панель
th: แสดงแถบด้านข้าง
tr: Kenar çubuğunu göster
vi: Hiện thanh bên
zh_cn: 显示侧边栏
zh_hk: 顯示側邊欄
zh_tw: 顯示側邊欄
